Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: “You cannot generalise the findings from one qualitative study in the same way as representative, qualitative data.
nn: – Ein kan ikkje generalisere funna frå ein kvalitativ studie på same måte som representative, kvantitative data.

source: Right now it suits me well to be working in one discipline.
nn: No passar det meg godt å vere i ein disiplin.

source: Among the men belonging to the cultural upper class, the competitive aspect was not as clear.
nn: Blant mennene i den kulturelle overklasse var ikkje konkurranseaspektet i sport like tydeleg.

source: So-called unisex rooms, where male and female soldiers share rooms during national service, have been among the attempted measures for implementing equality.
nn: Blant tiltaka er forsøk med såkalla kjønnsblanda rom, at mannlege og kvinnelege soldatar bur på same rom under førstegongstenesta.

source: “In order to secure a more inclusive digital medium and culture, we need more women and minority groups among developers and designers, among those who create the contents and decide what types of technology should be purchased.
nn: – For å sikre meir inkluderande digitale medium og kultur, treng vi fleire kvinner og minoritetsgrupper blant utviklarar og designarar, blant dei som skaper innhald og som avgjer kva slags teknologi som skal kjøpast inn.

source: special issue on gender and extremism
nn: , som tek for seg kjønn og ekstremisme.

source: She studies Donald Trump’s Twitter posts and the leaked emails from Hilary Clinton in addition to feminism, media and innovation.
nn: Ho forskar på Twitter-postar frå Donald Trump, og dei lekne e-postane til Hillary Clinton, i tillegg til feminisme, media og innovasjon.

source: That does not mean that these attitudes don’t exist, however,” says Sølvberg.
nn: Det betyr likevel ikkje at desse haldningane ikkje finst, seier Sølvberg.

source: This is particularly visible in the high school history books.
nn: Dette blir særleg tydeleg i historiebøkene i den vidaregåande skulen.

source: The prison is full of morality.
nn: Fengselet er fullt av moral.

source: She refers to research that indicates that young Norwegian Muslims are engaged in understanding gender equality values as something that is in line with Islam.
nn: Ho viser til at forsking tyder på at unge norske muslimar er opptekne av å forstå likestillingsverdiar som noko som er i tråd med islam.

source: According to Papendorf, it becomes clear from the police’ interrogation reports that the women’s so-called unnational attitudes was the primary reason for the internment, since most of them were neither in need of protection nor infected by sexual transmitted diseases.
nn: I avhøyrsrapportane frå politiet er det, ifølgje Papendorf, tydeleg at det først og fremst er kvinnenes såkalla unasjonale haldningar som var grunnen for interneringa, sidan dei fleste av dei verken hadde behov for vern eller var smitta av kjønnssjukdommar.

source: New regulations from 2012 state that au pairs are not allowed to have children on their own.
nn: Frå og med 2012 kan au pairen ikkje ha eigne barn.

source: with Associate Professor Marte Mangset of OsloMet.
nn: saman med Marte Mangset, førsteamanuensis ved OsloMet.

source: “This may contribute to the prevention of violent extremism, to deradicalisation, reintegration and reconciliation.
nn: – Dette kan medverke til å førebyggje valdeleg ekstremisme og bidra til avradikalisering, reintegrering og forsoning.

source: The NIFU survey uncovers gender differences of this kind in Norway, but they are more moderate than those seen internationally.
nn: Også NIFU-undersøkinga viser nokre slike kjønnsskilnader, men dei er meir moderate enn det som kjem fram internasjonalt.

source: Ambrosia pushed the boundaries quite far, but she balanced this in a way that did not bring her many reprisals, other than from young boys who taunted her as she bicycled past,” says Veiteberg.
nn: Ambrosia gjekk langt i å utfordre grensene, men ho balanserte det slik at ho ikkje møtte mykje represaliar, anna enn frå unggutar som ropa etter henne når ho sykla forbi, seier Veiteberg.

source: Market considerations is the most obvious explanation when gender perspectives are used in design and innovation, and according to Alsos, this may also be an important factor for Volvo.
nn: Marknadsvurderingar er den mest openberre forklaringa når kjønnsperspektiv kjem inn i design og innovasjon, og Alsos ser ikkje vekk frå at dette aspektet også er viktig for Volvo.

source: Whether it is local, national or global, sexuality is a focal point for feminism and gender equality.
nn: Anten det er lokalt, nasjonalt eller globalt, så er seksualiteten eit kjernepunkt for feminismen og likestillinga.

source: We thus find a clear criticism of religion and authority on the one side, but there is also a criticism of the term ‘feminism’ here.”
nn: Så her finn vi ein tydeleg religions- og autoritetskritikk på den eine sida, men det ligg også ein kritikk av feminismeomgrepet her.

source: Ambrosia studied first in Berlin and later in Paris.
nn: Ambrosia studerte først i Berlin, seinare i Paris.

source: They can reduce conflicts and talk sense into more ideologically driven brothers, sons and fathers.
nn: Dei kan vere konfliktdemparar og snakke fornuft med meir ideologisk drivne brør, søner og fedrar.

source: This requires a focus on who the users are and how to mobilise those who will be seeking the new solutions.
nn: Simonsen, peikar på at kjønnsperspektiv og kjønnsbalanse vil vere sentralt i ei slik reorientering av forskingspolitikken.

source: You cannot trust technological companies to regulate themselves or that they teach their users a practice that benefits society,” says Losh.
nn: Du kan ikkje stole på at teknologibedrifter regulerer seg sjølve, eller at dei lærer opp brukarane sine til praksis som er til nytte for samfunnet, seier Losh.

source: She did not have high hopes when she started at the university in Lund.
nn: Då ho byrja på universitetet i Lund hadde ho ikkje så store forhåpningar.

source: In 2019, NTNU submitted two reports to the Norwegian Ministry of Education and Research on the impact of NTNU’s innovation activities on Norway’s economy and value creation.
nn: I 2019 leverte NTNU to rapportar til Kunnskapsdepartementet om korleis NTNU sitt arbeid med innovasjon bidreg til norsk økonomi og verdiskaping.

source: They transfer these qualities to have positive meaning also in a professional context.
nn: Desse eigenskapane overførte dei til noko positivt i jobbsamanheng.

source: The examined hiring processes took place from 2013 to 2018, and the interviews were conducted in 2017 and 2018.
nn: Tilsettingsprosessane som studien tek for seg, fann stad i perioden 2013 til 2018, og intervjua vart gjort i 2017 og 2018.

source: “It has to do with how a person interprets signals.
nn: - Det handlar mykje om korleis ein tolkar signal.

source: The purpose of feminist digital humanities, as Losh also addresses in the anthology
nn: Poenget med feministisk digital humaniora, som Losh også er inne på i antologien

source: In her recent doctoral thesis, Kerstin Bornholdt looks at how researchers reached conclusions like this.
nn: I si ferske doktoravhandling ser Kerstin Bornholdt på korleis forskarane kom fram til slike konklusjonar.

source: The national romantic heritage is one of the reasons why a new generation of historians preferred to use the more neutral and European term Early Middle Ages in the four-volume history work Norvegr from 2011.
nn: Den nasjonalromantiske arven er ein av grunnane til at ein ny generasjon historikarar i historieverket Norvegr frå 2011, valde å bruke den meir nøytrale og europeiske nemninga tidleg middelalder.

source: Additionally, car seats are designed for men.
nn: I tillegg er bilseta typisk laga for menn.

source: Other reasons are less legitimate.
nn: Andre grunnar er mindre legitime.

source: In love with the enemy
nn: Forelska i fienden

source: It is difficult to say how long this development has been going on, but it has been very clear since the establishment of Ordo Iuris, which is not that many years ago,” says Paul.
nn: Det er vanskeleg å seie kor lenge denne utviklinga har pågått, men ho har vore veldig tydeleg etter at Ordo Iuris vart etablert, som ikkje er så mange år sidan, seier Paul.

source: According to Jill Rettberg, it is not only the social media that polarise.
nn: Jill Rettberg meiner at det ikkje berre er sosiale medium som polariserer.
